<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Principle</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/%NAME%</string>
		<key>NAME</key>
		<string>Principle</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://dl.dropboxusercontent.com/u/13897407/buildTrain-601A6666-57A4-4C19-BDD3-1387B3CB9719.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>Testing</string>
			</array>
			<key>description</key>
			<string>Easily create animated and interactive user interface designs.</string>
			<key>developer</key>
			<string>Daniel Hooper</string>
			<key>display_name</key>
			<string>Principle</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jaharmi.munki.Principle</string>
</dict>
</plist>
